<policyDefinitions revision="1.0" schemaVersion="1.0" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><policyNamespaces><target prefix="Marianok" namespace="MSC.Policies.C92BFB75_5CA7_4D10_BD34_B4073003C71B"/><using prefix="windows" namespace="Microsoft.Policies.Windows"/></policyNamespaces><supersededAdm fileName=""/><resources minRequiredRevision="1.0" fallbackCulture="language"/><categories><category name="CAT_MARIANOKS_XML_2_ADMXL" displayName="$(string.CAT_MARIANOKS_XML_2_ADMXL)" explainText="$(string.CAT_MARIANOKS_XML_2_ADMXL_HELP)"/><category name="CAT_0C2427F1_C4E0_442A_8EA5_AAB8B4F85FBF" displayName="$(string.CAT_0C2427F1_C4E0_442A_8EA5_AAB8B4F85FBF)" explainText="$(string.CAT_0C2427F1_C4E0_442A_8EA5_AAB8B4F85FBF_HELP)"><parentCategory ref="CAT_MARIANOKS_XML_2_ADMXL"/></category></categories><policies><policy name="POL_2FFE82C0_645A_4C31_8316_29C9EBA3F3D2" displayName="$(string.POL_2FFE82C0_645A_4C31_8316_29C9EBA3F3D2)" explainText="$(string.POL_2FFE82C0_645A_4C31_8316_29C9EBA3F3D2_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.POL_2FFE82C0_645A_4C31_8316_29C9EBA3F3D2)"><parentCategory ref="CAT_0C2427F1_C4E0_442A_8EA5_AAB8B4F85FBF"/><supportedOn ref="windows:SUPPORTED_WindowsVista"/><elements><text id="HXT_2FFE82C0_645A_4C31_8316_29C9EBA3F3D2" valueName="MonitoredPaths"/></elements></policy><policy name="POL_994DB38B_E704_41A8_BE67_30FB234C86BE" displayName="$(string.POL_994DB38B_E704_41A8_BE67_30FB234C86BE)" explainText="$(string.POL_994DB38B_E704_41A8_BE67_30FB234C86BE_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.POL_994DB38B_E704_41A8_BE67_30FB234C86BE)"><parentCategory ref="CAT_0C2427F1_C4E0_442A_8EA5_AAB8B4F85FBF"/><supportedOn ref="windows:SUPPORTED_WindowsVista"/><elements><text id="HXT_994DB38B_E704_41A8_BE67_30FB234C86BE" valueName="ExcludedPaths"/></elements></policy><policy name="POL_BA0EB037_19F6_4149_8BED_78D21BD73772" displayName="$(string.POL_BA0EB037_19F6_4149_8BED_78D21BD73772)" explainText="$(string.POL_BA0EB037_19F6_4149_8BED_78D21BD73772_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.POL_BA0EB037_19F6_4149_8BED_78D21BD73772)"><parentCategory ref="CAT_0C2427F1_C4E0_442A_8EA5_AAB8B4F85FBF"/><supportedOn ref="windows:SUPPORTED_WindowsVista"/><elements><text id="HXT_BA0EB037_19F6_4149_8BED_78D21BD73772" valueName="ExcludedExtensions"/></elements></policy><policy name="POL_344A8FF9_C595_44D1_AB8F_009E9368F4AB" displayName="$(string.POL_344A8FF9_C595_44D1_AB8F_009E9368F4AB)" explainText="$(string.POL_344A8FF9_C595_44D1_AB8F_009E9368F4AB_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.POL_344A8FF9_C595_44D1_AB8F_009E9368F4AB)"><parentCategory ref="CAT_0C2427F1_C4E0_442A_8EA5_AAB8B4F85FBF"/><supportedOn ref="windows:SUPPORTED_WindowsVista"/><elements><decimal id="DXT_344A8FF9_C595_44D1_AB8F_009E9368F4AB" valueName="EnableRegistryMonitoring"/></elements></policy><policy name="POL_78D675CF_C549_4373_B4FF_2F23446B0E4A" displayName="$(string.POL_78D675CF_C549_4373_B4FF_2F23446B0E4A)" explainText="$(string.POL_78D675CF_C549_4373_B4FF_2F23446B0E4A_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.POL_78D675CF_C549_4373_B4FF_2F23446B0E4A)"><parentCategory ref="CAT_0C2427F1_C4E0_442A_8EA5_AAB8B4F85FBF"/><supportedOn ref="windows:SUPPORTED_WindowsVista"/><elements><text id="HXT_78D675CF_C549_4373_B4FF_2F23446B0E4A" valueName="MonitoredKeys"/></elements></policy><policy name="POL_A0F3D177_3485_42A4_8901_311424E43F17" displayName="$(string.POL_A0F3D177_3485_42A4_8901_311424E43F17)" explainText="$(string.POL_A0F3D177_3485_42A4_8901_311424E43F17_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.POL_A0F3D177_3485_42A4_8901_311424E43F17)"><parentCategory ref="CAT_0C2427F1_C4E0_442A_8EA5_AAB8B4F85FBF"/><supportedOn ref="windows:SUPPORTED_WindowsVista"/><elements><text id="HXT_A0F3D177_3485_42A4_8901_311424E43F17" valueName="ExcludedKeys"/></elements></policy><policy name="POL_9B653260_9E74_4DCC_B04F_928DC091AA0C" displayName="$(string.POL_9B653260_9E74_4DCC_B04F_928DC091AA0C)" explainText="$(string.POL_9B653260_9E74_4DCC_B04F_928DC091AA0C_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.POL_9B653260_9E74_4DCC_B04F_928DC091AA0C)"><parentCategory ref="CAT_0C2427F1_C4E0_442A_8EA5_AAB8B4F85FBF"/><supportedOn ref="windows:SUPPORTED_WindowsVista"/><elements><decimal id="DXT_9B653260_9E74_4DCC_B04F_928DC091AA0C" valueName="HeartbeatInterval"/></elements></policy><policy name="POL_8E5DB1E4_7F89_4EA7_B8A3_BADB3611E7D9" displayName="$(string.POL_8E5DB1E4_7F89_4EA7_B8A3_BADB3611E7D9)" explainText="$(string.POL_8E5DB1E4_7F89_4EA7_B8A3_BADB3611E7D9_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.POL_8E5DB1E4_7F89_4EA7_B8A3_BADB3611E7D9)"><parentCategory ref="CAT_0C2427F1_C4E0_442A_8EA5_AAB8B4F85FBF"/><supportedOn ref="windows:SUPPORTED_WindowsVista"/><elements><decimal id="DXT_8E5DB1E4_7F89_4EA7_B8A3_BADB3611E7D9" valueName="FileDiscoveryCompleted"/></elements></policy><policy name="POL_E0437977_3AAB_4CC0_8475_30481C9EDDA6" displayName="$(string.POL_E0437977_3AAB_4CC0_8475_30481C9EDDA6)" explainText="$(string.POL_E0437977_3AAB_4CC0_8475_30481C9EDDA6_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.POL_E0437977_3AAB_4CC0_8475_30481C9EDDA6)"><parentCategory ref="CAT_0C2427F1_C4E0_442A_8EA5_AAB8B4F85FBF"/><supportedOn ref="windows:SUPPORTED_WindowsVista"/><elements><decimal id="DXT_E0437977_3AAB_4CC0_8475_30481C9EDDA6" valueName="DisableLocalDatabase"/></elements></policy></policies></policyDefinitions>
