<?xml version="1.0" encoding="utf-8"?>
<policyDefinitions xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" revision="1.0" schemaVersion="1.0" xmlns="http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions" xsi:schemaLocation="http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions ../Schema/PolicyDefinitionFiles.xsd">
    <policyNamespaces>
        <target prefix="fim" namespace="fim"/>
        <using prefix="windows" namespace="Microsoft.Policies.Windows"/>
    </policyNamespaces>
    <supersededAdm fileName="" />
    <resources minRequiredRevision="1.0" fallbackCulture="en-US"/>
    <categories>
        <category name="FIM" displayName="$(string.FIM)" explainText="$(string.FIM_HELP)"/>
    </categories>
    <policies>
        <policy name="polHeartbeat" displayName="$(string.polHeartbeat)" explainText="$(string.polHeartbeat_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.presHeartbeat)">
            <parentCategory ref="FIM"/>
            <supportedOn ref="windows:SUPPORTED_WindowsVista"/>
            <elements>
                <decimal id="presHeartbeatInterval" valueName="HeartbeatInterval" minValue="0" maxValue="3600" required="true"/>
            </elements>
        </policy>
        <policy name="polFileSystem" displayName="$(string.polFileSystem)" explainText="$(string.polFileSystem_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.presFileSystem)">
            <parentCategory ref="FIM"/>
            <supportedOn ref="windows:SUPPORTED_WindowsVista"/>
            <elements>
                <multiText id="presMonitoredPaths" valueName="MonitoredPaths"/>
                <multiText id="presExcludedPaths" valueName="ExcludedPaths"/>
                <multiText id="presExcludedExtensions" valueName="ExcludedExtensions"/>
                <boolean id="presEnableLocalDatabase" valueName="EnableLocalDatabase">
                    <trueValue>
                        <string>1</string>
                    </trueValue>
                    <falseValue>
                        <string>0</string>
                    </falseValue>
                </boolean>
            </elements>
        </policy>
        <policy name="polRegistry" displayName="$(string.polRegistry)" explainText="$(string.polRegistry_HELP)" key="SOFTWARE\FIM" valueName="EnableRegistryMonitoring" class="Machine" presentation="$(presentation.presRegistry)">
            <parentCategory ref="FIM"/>
            <supportedOn ref="windows:SUPPORTED_WindowsVista"/>
            <enabledValue>
                <decimal value="1" />
            </enabledValue>
            <disabledValue>
                <decimal value="0" />
            </disabledValue>
            <elements>
                <multiText id="presMonitoredKeys" valueName="MonitoredKeys"/>
                <multiText id="presExcludedKeys" valueName="ExcludedKeys"/>
            </elements>
        </policy>
    </policies>
</policyDefinitions>
