<policyDefinitions revision="1.0" schemaVersion="1.0" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><policyNamespaces><target prefix="Marianok" namespace="MSC.Policies.BC1E304B_07E6_4C10_A7AB_D7F0B81C7B7C"/><using prefix="windows" namespace="Microsoft.Policies.Windows"/></policyNamespaces><supersededAdm fileName=""/><resources minRequiredRevision="1.0" fallbackCulture="language"/><categories><category name="CAT_MARIANOKS_XML_2_ADMXL" displayName="$(string.CAT_MARIANOKS_XML_2_ADMXL)" explainText="$(string.CAT_MARIANOKS_XML_2_ADMXL_HELP)"/><category name="CAT_81045818_4650_4C2E_B686_3C1C6C276D8D" displayName="$(string.CAT_81045818_4650_4C2E_B686_3C1C6C276D8D)" explainText="$(string.CAT_81045818_4650_4C2E_B686_3C1C6C276D8D_HELP)"><parentCategory ref="CAT_MARIANOKS_XML_2_ADMXL"/></category></categories><policies><policy name="POL_CE8A94B6_893D_4FEF_92EC_B05DBCF6C7EB" displayName="$(string.POL_CE8A94B6_893D_4FEF_92EC_B05DBCF6C7EB)" explainText="$(string.POL_CE8A94B6_893D_4FEF_92EC_B05DBCF6C7EB_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.POL_CE8A94B6_893D_4FEF_92EC_B05DBCF6C7EB)"><parentCategory ref="CAT_81045818_4650_4C2E_B686_3C1C6C276D8D"/><supportedOn ref="windows:SUPPORTED_WindowsVista"/><elements><text id="HXT_CE8A94B6_893D_4FEF_92EC_B05DBCF6C7EB" valueName="MonitoredPaths"/></elements></policy><policy name="POL_FD8FC729_6990_41DE_90A4_AB126901739A" displayName="$(string.POL_FD8FC729_6990_41DE_90A4_AB126901739A)" explainText="$(string.POL_FD8FC729_6990_41DE_90A4_AB126901739A_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.POL_FD8FC729_6990_41DE_90A4_AB126901739A)"><parentCategory ref="CAT_81045818_4650_4C2E_B686_3C1C6C276D8D"/><supportedOn ref="windows:SUPPORTED_WindowsVista"/><elements><text id="HXT_FD8FC729_6990_41DE_90A4_AB126901739A" valueName="ExcludedPaths"/></elements></policy><policy name="POL_51BAB56C_7C73_4E22_99ED_920F647A8672" displayName="$(string.POL_51BAB56C_7C73_4E22_99ED_920F647A8672)" explainText="$(string.POL_51BAB56C_7C73_4E22_99ED_920F647A8672_HELP)" key="SOFTWARE\FIM" class="Machine" presentation="$(presentation.POL_51BAB56C_7C73_4E22_99ED_920F647A8672)"><parentCategory ref="CAT_81045818_4650_4C2E_B686_3C1C6C276D8D"/><supportedOn ref="windows:SUPPORTED_WindowsVista"/><elements><text id="HXT_51BAB56C_7C73_4E22_99ED_920F647A8672" valueName="ExcludedExtensions"/></elements></policy></policies></policyDefinitions>
